{"trump": {"tweets": ["@realDonaldTrump The Supreme Court doesn’t like bullshit.", "@BillHagertyTN @realDonaldTrump #SeditiousGOP", "Birds of a feather 🪶 Flynn who twice pleaded guilty to lying to the FBI about contacts with the former Russian ambassador, spoke in his first public address since Trump pardoned him on Nov. 24.   #BidenHarris2020ToSaveAmerica   https://t.co/Q9hH54Iggk", "@76_christina @Nigel_Lake @ACTINOSProject @Sundae_Gurl @realDonaldTrump XD  So you say you completely agree with me, and then you deny reality and substitute it with some lies that someone put in your head for their financial or political gain.  You could inform yourself right now. But instead you echo hollow, meaningless words.", "@DavidCornDC @UROCKlive1 How many more steps backwards are we going to let Trump take us?", "RT! SHOULD HAVE FOUND THIS BEFORE THE ELECTION! But it's MORE THAN RELEVANT NOW that we KNOW for SURE who is behind the CHEATING! Straight from the horse's mouth! He even used the basement reference!   Here was OBAMA posing this fraud in advance! .@realDonaldTrump !", "@DanScavino @realDonaldTrump @realDonaldTrump @nbc @cnn @bbc    quick change the locks the orange fatty has left the building", "@antonioguterres It's almost as if agreements such as the #ParisAgreement are just window-dressing for political leaders like@joebiden to feel good about themselves, while not really not making much of a difference. Whereas CO2-emissions went down under @realDonaldTrump:  https://t.co/VvXfXpvCgn", "@BernardKerik @realDonaldTrump @POTUS @RNC @GOP Especially the spineless maggots in the Supreme Court who lied and said they would uphold the Constitution.  Justices Gorsuch, Kavanaugh and Amy Coney Barrett.   Traitors to the US Constituion, the President and the American voters.", "@neesietweets Donald J. Trump has done an excellent job of exposing msm and now we are about to see who really pulls the levers.", "@jaycecarson1 @realDonaldTrump Which good.. Funny you mentioned that.", "@jumantheman @VishweshIndia @MrAndyNgo Antifa and BLM don't protest. They are terrorists. They burn, loot, destroy, injure and kill. Trump supporters protest. Look at today's rally BEFORE Antifa showed up. It was peaceful with absolutely no property damage and no fighting. They were praying, singing and carrying flags", "@juliovschneider Idêntica à ação do Trump. Tudo coordenado. 🙏🏻🙏🏻🙏🏻🙏🏻", "Synopsis: into Trump's pocket.", "@cabinair @darcyspencer Yup Democrats Antifa BLM attacking peaceful Protesters leaving a Trump rally", "This is who represents you?? @realDonaldTrump writing on their butts?? Ewww", "@JennaEllisEsq @dingding0604 🌹🌹🌹🌹🇺🇲🌹🌹🌹🌹 💐We never surrender💐   💐God bless Trump💐 🌟🌟🌟🌟❤️🌟🌟🌟🌟 🌟🌟❤️❤️🇺🇲❤️❤️🌟🌟 🌟🌟🌟🌟❤️🌟🌟🌟🌟 🌟🌟🌟🌟❤️🌟🌟🌟🌟 💐God bless America💐 💐God bless World people💐", "@JonDavi58868798 @Botanygeek Aha - using words like dying or failing about press is just aping the trump rhetoric that just saw him brutally lose an election. I don’t think it’s us who’ll be needing the luck ;D", "@bearyinluv aldis like the american store?... day one of tour and i already sTePpEd In ShIt im solding out places i cant even pronounce.. WAKE UP AND GET THIS BROOOOD i cant wait to be on that level where i get arrested and trump just gets me out", "@ValhallaMomma @MissyWise19 @MinstrelShow @ClayTravis @realDonaldTrump @POTUS  https://t.co/fS9LFRQjlT", "‘Real men accept a loss with grace’: GOP lawmaker jabs Trump for ‘bellyaching’ over Supreme Court flop  https://t.co/pjxGeD5K1i", "Leigh Dundas On The Effect Of A 2018 Trump Executive Order On The 2020 Presidential Election - YouTube", "@ABC @CBSNews @NBCNews @MSNBC  Where is your“ explosive news” on the Swalwell SPY story?? He compromised our govt by a Chinese Whore Spy and you are not covering it??   You harassed Trump 4 yes with bullshit and this “real” news gets nothing??? Yep ...Socialism at its best!!", "President Trump, what a badass.", "Retweet this to show what Trump is engendering. #TrumpsProudBoys They don't have anything to be proud of in this video. Where were the police?", "So, @GOP have you done with disparaging the Supreme Court? Will you not  publicly defend them against the lies, threats and inflammatory language of Trump and his moronic cult? Are you really that gutless?", "@realDonaldTrump Yes you are.", "@JuggnautsBeard @remicXz @dpilley23 @D_STROYAN @RexChapman @realDonaldTrump @JoeBiden Welfare doesn't incentivize single parents?  So the stipulation that you get more money by NOT having a man in the house has no impact, are you certain about that?  You can't force ppl to have families but you can encourage it through policy", "I Already get it! I get why SCOTUS trashed Texas' Complaint. If SCOTUS let Trump win or let elections be nulled because of Fraud, Interference, or is a Fake Bogus Elections, China(maybe Russia too) will invade with UN's help. @ouwesnijp @AwakeningGr8 @LisaVento4 @ChristineChadwi", "@Trump_Fact_News @realDonaldTrump Ouiiiiii! Déclassifier tout s'il vous plaît !", "...  Meanwhile, Trump blasted his country’s top judicial authority late Friday, saying the Supreme Court lacked the \"wisdom\" and \"courage\" it required to make sound judgment on the disputed presidential poll", "@REGINAGDOWNING2 @HayleyColins @MajorPatriot About what? How has it not been obvious from the beginning that this is a grift? Her donation website asks checks be made out in her name. She is up like 7mil last I looked. Trump is over 200mil. The total of the suits has totaled under 6mil. Trump's robbing people blind.", "When Trump had COVID-19, we thought about thIs too; the  White Hose will need major disinfectant cleaning,  and the many, various spirits will need to be prayed out of the White House using blessed oil. #Prayer #Blessing  #Cleansing  #TheWhiteHouse", "@502eire Agreed. I talk to a wonderful therapist sometimes and I was telling her about qualities that are important for me in men that I date, the last characteristic being they’re not a Trump supporter and she responded with (seemingly almost involuntarily), “Oh GOD, no, of course not.”", "@hello_world2008 @Rayzawn58 @CopingMAGA Sigh...there so much we'd have to discuss before we both understood each other, it's unfortunate. Like China, for instance. My impression is that Trump probably did 10 times more at a minimum than anyone else would have to raise the red flags about china.", "@realDonaldTrump Actually- IT’S OVER😂😂😂", "@Jim_Jordan And AG Barr said Biden won't be part of any criminal investigation Also @LindseyGrahamSC refused to have Hunter or Joe Biden testify Both of them should be removed from their positions if Pres Trump is re-elected", "@TBanditcool @MFerandou @Alexis_Cossette Oui, l'armée et Trump sont au service de la Constitution et de #WeThePeople   Vous pouvez tjrs continuer à croire ce que disent nos médias, bien sûr.", "@DaleRos13153200 @realDonaldTrump @POTUS Bat shit crazy", "@utiquely @LorieMogni @armymom2d @NotYerMother @realDonaldTrump What good is freedom if you’re not alive to live it? Where’s the masks during that fly over? #deadmenwalking", "@realDonaldTrump Trump was so depressed that “his judges” flatly rejected his stupid lawsuit. He couldn’t put his make up on or get his hairdo sprayed for the White House party. Too embarrassed, Trump skipped his own party. 😆 😆 😆  https://t.co/tB3GUpvnWE", "@HoolyMcg Trumps not worth it", "@realDonaldTrump @BrianKempGA @dougducey Republicans defend your governor", "100%. And only if she goes after Trump and the corrupt GOP.", "Trump se ha ido. Pero dejando un rastro de odio y resentimiento. 👇👇👇👇👇 \"Varios heridos en Washington D.C. en enfrentamientos entre partidarios de Trump y contramanifestantes\"   https://t.co/5HF69imo2X", "Trump May Have Flaws But He is a Bulwark Against The Radical Left -- Ame...  https://t.co/CUTcu68egg via @YouTube", "@realDonaldTrump @BrianKempGA Missed out on Bitcoin. Your second chance has arrived!Airdrop Bitcoin Black, the developers are giving away 3,600 Bitcoin Black coins to a million people in a fair distribution air launch campaign. Get now! It's FREE   No KYC👇👇👇   https://t.co/7efRYJMY40", "@PiclieSoph @davduf @prefpolice @PoliceNationale De fait, celui-ci marque l’entrée de la France dans un régime de capitalo-fascisme. Ainsi, Macron rejoint le clan des Trump, Bolsonaro, Erdogan, Orban, Poutine, Modi, Xi Jinping…", "Biden orders 'exorcism' of Trump from White House  https://t.co/kZ027lf0G2 #SmartNews", "Trump going to jail is ‘the best thing that can happen to Republicans’: polling expert  https://t.co/o2cCZKk8ME", "@realDonaldTrump what you are doing to America is pathetic . History will not treat you kindly  https://t.co/5baIm7oIQP", "I wonder just how many people would lose their fucking minds or simply not give a damn if they knew that the PogChamp dude is a racist, trump loving, insane conspiracy theory believing lunatic? 🤔", "We PATRIOTS love Donald Trump👏👏💪💪🇺🇸🇺🇸🎄🎄", "Mehrere Verletzte bei Kundgebung von Donald Trumps Anhängern  https://t.co/z9iRrAkosB via @zeitonline", "@realDonaldTrump Just the fact of law.   Prisons are full of people that don’t believe in the fact of law!", "@Right_NotLeft @StappElizabeth @lauramustangGT @ArmedWithGrace @teagiver7 @AngelWarrior321 @LeonthePrize @LisaJoh25968465 @DogMa_SuZ @Christo29932651 @trinareyes @PhyllisHerren @DRTV_Junkie @JohnTho92080339 @MericaPatriot01 @Ricphyl @Scott59573798 @mypresident45 @grindingdude @PalmDesertRat @HiDesertPatriot @outpost226 @Preciouslindy @3sidedstory @RobinSerra4 @mtn_ryder @PatriotAJGhost @glidsy @fuji_forever @FiatLux_USA @wyag1981 @zero_jimmy_ @ellenlivid @GroveKilosdad73 @CaptainTaterPuf @DMcduffin @RockerPale @SheJokerLouise @KathySoltani @BridgeRood @fit4aqueen3 @AqmagaB @Matthew_4_Trump @maidenlegend @htownboy412 @LoveHerMo @NSC331 @Beanie_girl89 @NEWZHQ @RandiSilva01 Aww!! Thanks for the mention. You rock! 👊  https://t.co/BxjD09rV1V", "Trump continued the national emergency from September 2020 for one more year .  https://t.co/OnTuafFUag", "@realDonaldTrump When we as a country get through this embarrassingly disgusting period of disinformation &amp; lies we need to turn our attention to cleaning up the American media. New laws should be put in place to never allow media to engage in activities that manipulate elections again.", "@realDonaldTrump  https://t.co/Xtm9tIerqG", "@realDonaldTrump Says the guy who ran away from war like a little bone spur bitch.", "@realDonaldTrump Keep going President Trump we are all behind you.  You are the people's president.  You have restored what has been lost for years.  Integrity, Accountability, taxes on imports to China, drilling in the United States.", "#biden #trump  https://t.co/UEc7SUpAb1", "@WhiteHouse @realDonaldTrump @WestPoint_USMA That’s a Real President ! God Bless President Trump!", "@daHemp_farmer @AndreCVentura À moda de Trump os Est Unidos estão a ser uma vergonha e a sofrer um declínio civilizacional. O ódio racal é social impera. Não, não queremos isso para Portugal. Nem através de Ventura, nem de nenhum político. PT n é um país perfeito, há mto a fazer, mas c democracia.", "@realDonaldTrump Please show respect for our country.  Try to bring us together behind the new president. You'll have another chance in 4 years. Bring peace now.  We're tired of the divisiveness.  Exhausted.", "@Catherine2385 @RSBNetwork 😂 😂 😂 Trump will be arrested on January 20.", "Trump supporters are not taken a chill pill, has they said electolion victory was stolen  https://t.co/XH8J7c2Kn9", "FIFA 21 on PS5: First gameplay details SEE MORE HERE ==&gt;  https://t.co/8PTOFMzQGs  #GeForceRTX3090 #GiftAGamer #nintendoswitch #Xbox #XboxSeriesX #ps5restock ps5gamers #blackfriday #covid19 #covid #coronavirus #trump  https://t.co/C1aqmXqwz5", "Meanwhile the Guadalupe appeared to @realDonaldTrump", " https://t.co/8aOiovG61f Michigan's Supreme Court denies Trump campaign's request to appeal  https://t.co/FE44rS811y", "#GeorgiaVoters #GeorgiaVoteBlueRunoff  #GeorgiansVoteRevWarnockAndOssoffToSaveAmerica  #TrumpTraitor #TrumpCrimesAgainstHumanity #TrumpIsALaughingStock #TrumpVirusDeathToll300k  #TrumpVirus #Trump☠️☠️ #TrumpSupporters ☠️☠️", "@1980Dorothy We can't, so we don't. Instead, we can wrestle their power from them by abolishing partisan primary and let the top 4 enter Ranked Choice Voting, like Alaska just adopted.  The GOP primary has been the sword of Trump and his Trumpkins to exert fear and power among GOP officials.", "@realDonaldTrump @BrianKempGA You’re very good at losing, though. Fifty cases in a row.. DAMN!", "@RoelofseSantie @theduckie908 @realDonaldTrump You don't have freedom to breathe? Tell us more, drama queen 🤣", "@Bryan_E_Leib @DanScavino @realDonaldTrump @WestPoint_USMA no they do not", "@DaleRos13153200 @realDonaldTrump @POTUS LOL. You Trump supporters are some crazy folk.", "@Matthew_4_Trump No, they are working for the \"father of all liars.\" They are using illegal means to control &amp; people are caving to it. STAND UP, AMERICANS!  https://t.co/1zOH6BpQdv", "@ODEONCinemas @NamaeIranaiDayo Now-  About This Movie - COME AWAY - I’m Ready Right Now To Come Away - But Where Are We Going?  Ya See, Angelina Jolie Doesn’t Say Where We’re Going-  4 Yrs Of Trump &amp; I’m Ready - I Need To Go Away -  Besides Angie’s My #1 Favorite Actor- EVER‼️ Where We Going Angie?", "Macron may appear more cultured - but he is a slippery snake. Trump more WYSIWYG.", "@donwinslow And here’s Bill Barr after realizing that Trump’s about to throw him underneath the 🚌  https://t.co/6dQ9ivtjz2", "You Reap what you Sow! These Billionaires literally Raped the poor these past months, by having taken advantage of the #covid19 lockdowns that occurred globally ,enriching themselves. Shalom Aleichem,peace be unto you. @realDonaldTrump @Facebook @JeffBezos @jack @ItalianetAmeri1  https://t.co/pRyxuOJ3zD", "@realDonaldTrump HE SAID THE TRUTH FOR A CHANGE AND YOU DONNIE TRUMP CANT HANDLE THE TRUTH.  https://t.co/T69ZVaaLmN", "@realDonaldTrump Wow!  One person shot and four stabbed for Support the Lies!!  You are a real danger to this country!!  You need to be held morally and legally responsible for the havoc you wreak!!  You have broken your oath of office to protect and serve your country!!"], "labels": [-1, 0, -1, 0, -1, 0, -1, 0, 0, 1, 0, 0, 0, 0, 0, -1, 1, -1, 0, 0, -1, 0, 0, 1, -1, -1, 0, 0, 0, 0, 0, -1, -1, 0, 1, 0, 0, 0, 0, 0, -1, -1, 0, -1, 0, 0, 0, 0, -1, -1, -1, -1, 1, 0, 0, 0, 0, 0, 0, -1, 1, 0, 1, 0, 0, -1, 0, 0, 0, 0, -1, -1, -1, -1, 0, -1, 0, 0, 0, -1, 0, -1, -1]}}